/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "A Hidak olyan Tor csomópontok, ami segítenek a cenzorálás megkerülésében. Ha a Tor blokkolt a szolgáltatója által, akkor Hidat használhat; minden híd típus más módot használ a cenzúra megkerülésére: ha egy típus nem működik, próbáljon meg másikat.\n\nHasználhatja a megadott hidakat vagy szerezhet új hidakat a % címen.";
"No Bridges: Directly Connect to Tor" = "Nincs híd: Közvetlen Tor kapcsolat";
"Provided Bridges: %" = "Biztosított hidak: %";
"Custom Bridges" = "Egyéni hidak";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Híd konfigurálás";
"Done" = "Kész";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Néha szükség van egy hídra, hogy a Tor-t használhassa.";
"TELL ME MORE" = "MONDJ TÖBBET";


// ConnectingViewController.swift
"Connected!" = "Csatlakoztatva!";
"__CLAIM_1__" = "A változatos közösségünk teszi a Tor-t naggyá!";
"__CLAIM_2__" = "A hétköznapi emberek arra használják a Tor-t, hogy megakadályozzák, hogy a marketing reklámok követsék őket.";
"__CLAIM_3__" = "Sokan használják a Tor-t arra, hogy biztonságosan tarthassák a kapcsolatot barátaikkal, családjukkal.";
"__CLAIM_4__" = "Aktivisták használják a Tor-t arra, hogy szabadon kifejezhessék véleményüket.";
"__CLAIM_5__" = "Bloggerek használják a Tor-t arra, hogy tüntessenek a szociális reformokért.";
"__CLAIM_6__" = "Újságírók használják a Tor-t arra, hogy biztonságban nyomozhassanak a történeteken, amikről írni készülnek.";
"__CLAIM_7__" = "Üzletemberek használják a Tor-t arra, hogy a vállalati stratégia biztonságban maradjon.";
"__CLAIM_8__" = "Dolgozók használják a Tor-t arra, hogy harcoljanak az igazságért, anélkül, hogy aggódniuk kellene munkahelyük elvesztése miatt.";


// ConnectingViewController.xib
"We're connecting you." = "Csatlakoztatjuk.";
"START BROWSING" = "BÖNGÉSZÉS KEZDÉSE";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Egy másik böngészőben látogasson el a % címre, és válassza a 'Get Bridges' Használja a 'Speciális beállításokat' szekciót; 'obfs4' Bővíthető biztonság ajánlott (Ne válasszon IPv6-ot.)\n\nMegérintheti a 'kamera' ikont, hogy beolvassa a weboldalon található QR kódot, vagy manuálisan másolhatja-beilleszti a 'híd sorokat' ide:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Úgy néz ki beragadtunk! Lépjen ki. Indítsa újra az appot.";


// HelloViewController.xib
"Hello" = "Hello";
"Welcome to Tor on mobile." = "Köszöntjük a Tor mobilban.";
"CHANGE LANGUAGE" = "NYELV MEGVÁLTOZTATÁSA";
"Change Language" = "Nyelv megváltoztatása";
"Cancel" = "Mégse";


// IntroViewController.xib
"CONTINUE WITHOUT" = "FOLYTATÁS NÉLKÜLE";
"USE A BRIDGE" = "HÍD HASZNÁLATA";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Böngéssze az internetet úgy, ahogy kellene.";
"No tracking. No censorship." = "Nincs követés. Nincs cenzúra.";


// ScanQrViewController.swift
"Scan QR Code" = "QR kód beolvasása";
"Error" = "Hiba";
"Camera access was not granted or QR Code scanning is not supported by your device." = "A kamera hozzáférés nem lett megadva vagy a QR kód olvasás nem támogatott az eszközével.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "A QR kód nem dekódolható! Biztosan egy olyan QR kódot szkennelt, ami bridges.torproject.org oldalon található?";
